Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Other** — **Invisible**: no visible bezel, just the screenshot. Useful for clipped layouts or abstract designs.
ar: **أخرى** — **غير مرئي**: لا يوجد إطار مرئي، فقط لقطة الشاشة. مفيد للتخطيطات المقطوعة أو التصاميم المجردة.
ca: **Altres** — **Invisible**: cap bisell visible, només la captura de pantalla. Útil per a dissenys retallats o dissenys abstractes.
cs: **Jiné** — **Neviditelné**: žádný viditelný rámeček, pouze snímek obrazovky. Užitečné pro oříznutá rozvržení nebo abstraktní návrhy.
da: **Andet** — **Usynlig**: ingen synlig ramme, kun skærmbilledet. Nyttigt til klippede layouts eller abstrakte designs.
de: **Sonstiges** – **Unsichtbar**: kein sichtbarer Rahmen, nur der Screenshot. Nützlich für angeschnittene Layouts oder abstrakte Designs.
el: **Άλλα** — **Αόρατη**: δεν υπάρχει ορατή στεφάνη, μόνο το στιγμιότυπο οθόνης. Χρήσιμο για κομμένες διατάξεις ή αφηρημένα σχέδια.
es: **Otros**: **Invisible**, sin bisel visible, solo la captura. Útil para diseños recortados o abstractos.
fa: **سایر** — **نامرئی**: بدون قاب قابل‌مشاهده، فقط خود اسکرین‌شات. برای چیدمان‌های برش‌خورده یا طرح‌های انتزاعی مفید است.
fi: **Muu** — **Näkymätön**: ei näkyvää kehystä, vain kuvakaappaus. Hyödyllinen leikatuissa asetteluissa tai abstrakteissa malleissa.
fr: **Autre** : **Invisible**, aucun cadre visible, seulement la capture d'écran. Utile pour les mises en page rognées ou les compositions abstraites.
he: **אחר** — **בלתי נראה**: אין מסגרת גלויה, רק צילום המסך. שימושי עבור פריסות חתוכות או עיצובים מופשטים.
hr: **Ostalo** — **Nevidljivo**: nema vidljivog okvira, samo snimak zaslona. Korisno za isječene izglede ili apstraktne dizajne.
hu: **Egyéb** — **Láthatatlan**: nincs látható keret, csak a képernyőkép. Hasznos vágott elrendezésekhez vagy absztrakt mintákhoz.
id: **Lainnya** — **Tak terlihat**: tidak ada bezel yang terlihat, hanya tangkapan layar. Berguna untuk tata letak terpotong atau desain abstrak.
it: **Altro**: **Invisibile**, nessuna cornice visibile, solo lo screenshot. Utile per layout ritagliati o design astratti.
ja: **その他** — **透明**。ベゼルを表示せず、スクリーンショットだけを表示します。クリップしたレイアウトや抽象的なデザインに便利です。
ko: **기타** — **보이지 않음**: 베젤 없이 스크린샷만 보입니다. 잘린 레이아웃이나 추상적인 디자인에 유용합니다.
ms: **Lain** — **Halimunan**: tiada bezel yang kelihatan, hanya tangkapan skrin. Berguna untuk susun atur terpotong atau reka bentuk abstrak.
nl: **Overig** — **Onzichtbaar**: geen zichtbare rand, alleen de schermafbeelding. Handig voor geknipte lay-outs of abstracte ontwerpen.
no: **Annet** — **Usynlig**: ingen synlig ramme, bare skjermbildet. Nyttig for klippede layouter eller abstrakte design.
pl: **Inne** — **Niewidoczne**: brak widocznej ramki, tylko zrzut ekranu. Przydatne w przypadku układów przyciętych lub projektów abstrakcyjnych.
pt_br: **Outros** — **Invisível**: sem moldura visível, apenas a captura de tela. Útil para layouts recortados ou designs abstratos.
pt_pt: **Outros** — **Invisível**: sem moldura visível, apenas a captura de ecrã. Útil para layouts recortados ou designs abstratos.
ro: **Altele** — **Invizibil**: fără ramă vizibilă, doar captură de ecran. Util pentru machete tăiate sau modele abstracte.
ru: **Другое** — **Невидимая**: без видимой рамки, только скриншот. Подходит для обрезанных макетов или абстрактного дизайна.
sk: **Iné** — **Neviditeľné**: žiadny viditeľný rám, iba snímka obrazovky. Užitočné pre orezané rozloženia alebo abstraktné vzory.
sl: **Drugo** — **Nevidno**: ni vidnega okvirja, samo posnetek zaslona. Uporabno za prirezane postavitve ali abstraktne modele.
sv: **Övrigt** — **Osynligt**: ingen synlig ram, bara skärmdumpen. Användbar för klippta layouter eller abstrakta mönster.
th: **อื่นๆ** — **มองไม่เห็น**: ไม่มีกรอบที่มองเห็นได้ เป็นเพียงภาพหน้าจอ มีประโยชน์สำหรับเค้าโครงที่ถูกตัดหรือการออกแบบเชิงนามธรรม
tr: **Diğer** — **Görünmez**: görünür çerçeve yok, yalnızca ekran görüntüsü. Kırpılmış düzenler veya soyut tasarımlar için kullanışlıdır.
uk: **Інше** — **Невидимий**: без видимої рамки, лише знімок екрана. Корисно для обрізаних макетів або абстрактних дизайнів.
ur: **دیگر** — **غیر مرئی**: کوئی مرئی بیزل نہیں، صرف اسکرین شاٹ۔ تراشے ہوئے لے آؤٹ یا تجریدی ڈیزائن کے لیے مفید ہے۔
vi: **Khác** — **Ẩn**: không nhìn thấy viền, chỉ có ảnh chụp màn hình. Hữu ích cho các bố cục được cắt bớt hoặc các thiết kế trừu tượng.
zh_hans: **其他**——**不可见**：没有可见的边框，只显示截图。适用于裁剪布局或抽象设计。
zh_hant: **其他**——**隱形**：沒有可見的邊框，只有螢幕截圖。適用於裁切版面或抽象設計。

source: **Output Size**: Original, X-Large (4000 px), Large (2400 px), Medium (1600 px), or Small (1200 px) on the longest edge.
ar: **حجم الإخراج**: أصلي، كبير جدًا (4000 بكسل)، كبير (2400 بكسل)، متوسط (1600 بكسل)، أو صغير (1200 بكسل) على الحافة الأطول.
ca: **Mida de sortida**: original, X-Large (4000 px), Gran (2400 px), Mitjana (1600 px) o Petita (1200 px) a la vora més llarga.
cs: **Velikost výstupu**: Původní, X-Large (4000 px), Velký (2400 px), Střední (1600 px) nebo Malý (1200 px) na nejdelším okraji.
da: **Outputstørrelse**: Original, X-Large (4000 px), Large (2400 px), Medium (1600 px) eller Small (1200 px) på den længste kant.
de: **Ausgabegröße**: Original, Extragroß (4000 px), Groß (2400 px), Mittel (1600 px) oder Klein (1200 px) an der längsten Kante.
el: **Μέγεθος εξόδου**: Original, X-Large (4000 px), Large (2400 px), Medium (1600 px) ή Small (1200 px) στη μεγαλύτερη άκρη.
es: **Tamaño de salida**: Original, Extragrande (4000 px), Grande (2400 px), Mediano (1600 px) o Pequeño (1200 px) en el lado más largo.
fa: **اندازهٔ خروجی**: اصلی، خیلی بزرگ (4000 px)، بزرگ (2400 px)، متوسط (1600 px) یا کوچک (1200 px) برای بلندترین ضلع.
fi: **Tuloskoko**: alkuperäinen, X-Large (4000 px), Large (2400 px), Medium (1600 px) tai Small (1200 px) pisimmässä reunassa.
fr: **Taille de sortie** : Originale, Très grande (4000 px), Grande (2400 px), Moyenne (1600 px) ou Petite (1200 px) sur le bord le plus long.
he: **גודל פלט**: מקורי, X-Large (4000 פיקסלים), גדול (2400 פיקסלים), בינוני (1600 פיקסלים) או קטן (1200 פיקסלים) בקצה הארוך ביותר.
hr: **Veličina izlaza**: Izvorni, X-veliki (4000 px), veliki (2400 px), srednji (1600 px) ili mali (1200 px) na najduljem rubu.
hu: **Kimeneti méret**: Eredeti, X-Large (4000 px), Nagy (2400 px), Közepes (1600 px) vagy Kicsi (1200 px) a leghosszabb szélen.
id: **Ukuran Output**: Asli, X-Besar (4000 piksel), Besar (2400 piksel), Sedang (1600 piksel), atau Kecil (1200 piksel) pada tepi terpanjang.
it: **Dimensione di output**: Originale, Molto grande (4000 px), Grande (2400 px), Media (1600 px) o Piccola (1200 px) sul lato più lungo.
ja: **出力サイズ**: 長辺の長さを、オリジナル、特大（4000 px）、大（2400 px）、中（1600 px）、小（1200 px）から選べます。
ko: **출력 크기**: 가장 긴 변 기준으로 원본, 초대형(4000px), 대형(2400px), 중간(1600px), 소형(1200px).
ms: **Saiz Output**: Asal, X-Besar (4000 px), Besar (2400 px), Sederhana (1600 px) atau Kecil (1200 px) pada tepi terpanjang.
nl: **Uitvoerformaat**: Origineel, X-Large (4000 px), Groot (2400 px), Medium (1600 px) of Klein (1200 px) aan de langste rand.
no: **Utdatastørrelse**: Original, X-Large (4000 px), Large (2400 px), Medium (1600 px) eller Liten (1200 px) på den lengste kanten.
pl: **Rozmiar wyjściowy**: oryginał, bardzo duży (4000 pikseli), duży (2400 pikseli), średni (1600 pikseli) lub mały (1200 pikseli) na dłuższej krawędzi.
pt_br: **Tamanho de saída**: Original, Extragrande (4.000 px), Grande (2.400 px), Médio (1.600 px) ou Pequeno (1.200 px) no lado maior.
pt_pt: **Tamanho de saída**: Original, Extragrande (4.000 px), Grande (2.400 px), Médio (1.600 px) ou Pequeno (1.200 px) na borda mais longa.
ro: **Dimensiune de ieșire**: Original, X-Large (4000 px), Mare (2400 px), Mediu (1600 px) sau Mic (1200 px) pe cea mai lungă margine.
ru: **Размер вывода**: Оригинал, Очень большой (4000 пикс.), Большой (2400 пикс.), Средний (1600 пикс.) или Маленький (1200 пикс.) по длинной стороне.
sk: **Veľkosť výstupu**: Originál, X-Large (4000 px), Veľký (2400 px), Stredný (1600 px) alebo Malý (1200 px) na najdlhšom okraji.
sl: **Velikost izpisa**: izvirno, X-veliko (4000 slikovnih pik), veliko (2400 slikovnih pik), srednje (1600 slikovnih pik) ali majhno (1200 slikovnih pik) na najdaljšem robu.
sv: **Utdatastorlek**: Original, X-Large (4000 px), Large (2400 px), Medium (1600 px) eller Small (1200 px) på den längsta kanten.
th: **ขนาดผลงาน**: ต้นฉบับ, X-Large (4000 px), ใหญ่ (2400 px), ปานกลาง (1600 px) หรือเล็ก (1200 px) บนขอบที่ยาวที่สุด
tr: **Çıktı Boyutu**: en uzun kenarda Orijinal, Çok Büyük (4000 px), Büyük (2400 px), Orta (1600 px) veya Küçük (1200 px).
uk: **Розмір результату**: Оригінал, Дуже великий (4000 px), Великий (2400 px), Середній (1600 px) або Малий (1200 px) за довшою стороною.
ur: **آؤٹ پٹ سائز**: اصل، X-بڑا (4000 px)، بڑا (2400 px)، درمیانہ (1600 px)، یا سب سے لمبے کنارے پر چھوٹا (1200 px)۔
vi: **Kích thước đầu ra**: Gốc, X-Large (4000 px), Lớn (2400 px), Trung bình (1600 px) hoặc Nhỏ (1200 px) trên cạnh dài nhất.
zh_hans: **输出尺寸**：以最长边计算，可选原始、特大（4000 像素）、大（2400 像素）、中（1600 像素）或小（1200 像素）。
zh_hant: **輸出大小**：以最長邊計算，可選原始、特大（4000 px）、大（2400 px）、中（1600 px）或小（1200 px）。

source: **Override background** in the template control bar sets a unique background that replaces the row's default just for that template.
ar: **تجاوز الخلفية** في شريط التحكم بالقالب يعين خلفية فريدة تحل محل الخلفية الافتراضية للصف لهذا القالب فقط.
ca: **Anul·la el fons** a la barra de control de la plantilla estableix un fons únic que substitueix el valor predeterminat de la fila només per a aquesta plantilla.
cs: **Přepsat pozadí** na ovládacím panelu šablony nastaví jedinečné pozadí, které nahradí výchozí řádek pouze pro danou šablonu.
da: **Tilsidesæt baggrund** i skabelonkontrollinjen indstiller en unik baggrund, der erstatter rækkens standard kun for den skabelon.
de: **Hintergrund überschreiben** in der Steuerleiste der Vorlage legt einen eigenen Hintergrund fest, der den Zeilenhintergrund nur für diese Vorlage ersetzt.
el: Η **Παράκαμψη φόντου** στη γραμμή ελέγχου προτύπου ορίζει ένα μοναδικό φόντο που αντικαθιστά την προεπιλογή της σειράς μόνο για αυτό το πρότυπο.
es: **Anular fondo**, en la barra de control de la plantilla, define un fondo propio que sustituye al de la fila solo en esa plantilla.
fa: **پس‌زمینهٔ اختصاصی** در نوار کنترل اسکرین‌شات، پس‌زمینه‌ای جداگانه تنظیم می‌کند که فقط برای همان اسکرین‌شات جایگزین پس‌زمینهٔ پیش‌فرض ردیف می‌شود.
fi: **Ohita tausta** mallin ohjauspalkissa määrittää ainutlaatuisen taustan, joka korvaa rivin oletusarvon vain kyseiselle mallille.
fr: **Personnaliser l'arrière-plan** dans la barre de contrôle du modèle définit un arrière-plan propre qui remplace celui de la ligne, uniquement pour ce modèle.
he: **עקוף רקע** בסרגל בקרת התבניות מגדיר רקע ייחודי המחליף את ברירת המחדל של השורה רק עבור אותה תבנית.
hr: **Nadjačaj pozadinu** u kontrolnoj traci predloška postavlja jedinstvenu pozadinu koja zamjenjuje zadanu pozadinu retka samo za taj predložak.
hu: A **Háttér felülbírálása** a sablonvezérlő sávban egyedi hátteret állít be, amely lecseréli a sor alapértelmezett értékét csak az adott sablonhoz.
id: **Override background** di bilah kontrol template menyetel latar belakang unik yang menggantikan default baris hanya untuk template tersebut.
it: **Personalizza sfondo** nella barra di controllo del modello imposta uno sfondo unico che sostituisce quello predefinito della riga solo per quel modello.
ja: テンプレートのコントロールバーの **背景を上書き** で、そのテンプレートだけ行のデフォルトに代わる背景を設定できます。
ko: 템플릿 제어 막대의 **배경 재정의**는 해당 템플릿에만 행의 기본 배경 대신 적용되는 고유한 배경을 설정합니다.
ms: **Timpa latar belakang** dalam bar kawalan templat menetapkan latar belakang unik yang menggantikan lalai baris hanya untuk templat itu.
nl: **Achtergrond overschrijven** in de sjabloonbedieningsbalk stelt een unieke achtergrond in die de standaard van de rij vervangt, alleen voor die sjabloon.
no: **Overstyr bakgrunn** i malkontrolllinjen setter en unik bakgrunn som erstatter radens standard bare for den malen.
pl: **Zastąp tło** na pasku sterowania szablonu ustawia unikalne tło, które zastępuje domyślne tło wiersza tylko dla tego szablonu.
pt_br: **Substituir plano de fundo**, na barra de controle do modelo, define um plano de fundo exclusivo que substitui o padrão da linha apenas nesse modelo.
pt_pt: **Substituir plano de fundo** na barra de controle do modelo define um plano de fundo exclusivo que substitui o padrão da linha apenas para esse modelo.
ro: **Înlocuire fundal** în bara de control al șablonului setează un fundal unic care înlocuiește valoarea implicită a rândului doar pentru șablonul respectiv.
ru: **Переопределить фон** на панели управления шаблоном задает отдельный фон, который заменяет фон строки только для этого шаблона.
sk: **Prepísať pozadie** na ovládacom paneli šablóny nastaví jedinečné pozadie, ktoré nahradí predvolené nastavenie riadka len pre túto šablónu.
sl: **Preglasi ozadje** v nadzorni vrstici predloge nastavi edinstveno ozadje, ki nadomesti privzeto vrstico samo za to predlogo.
sv: **Åsidosätt bakgrund** i mallkontrollfältet ställer in en unik bakgrund som ersätter radens standard bara för den mallen.
th: **แทนที่พื้นหลัง** ในแถบควบคุมเทมเพลตจะตั้งค่าพื้นหลังที่ไม่ซ้ำกันซึ่งจะแทนที่ค่าเริ่มต้นของแถวสำหรับเทมเพลตนั้นเท่านั้น
tr: Şablon denetim çubuğundaki **Arka planı geçersiz kıl**, satırın varsayılanının yerine yalnızca o şablona özgü bir arka plan ayarlar.
uk: **Перевизначити тло** на панелі керування шаблоном задає окреме тло, яке замінює стандартне тло рядка лише для цього шаблону.
ur: ٹیمپلیٹ کنٹرول بار میں ** پس منظر کو اوور رائڈ کرنا ایک منفرد پس منظر سیٹ کرتا ہے جو صرف اس ٹیمپلیٹ کے لیے قطار کے ڈیفالٹ کی جگہ لے لیتا ہے۔
vi: **Ghi đè nền** trong thanh điều khiển mẫu sẽ đặt nền duy nhất thay thế mặc định của hàng chỉ dành cho mẫu đó.
zh_hans: 模板控制栏中的 **覆盖背景** 可设置专属背景，仅在该模板中替换行的默认背景。
zh_hant: 範本控制列中的**覆寫背景**可為單一範本設定專屬背景，取代該列的預設背景。

source: **Pin frequently used projects.** Right-click in the project picker to pin and keep them at the top.
ar: **تثبيت المشاريع المستخدمة بشكل متكرر.** انقر بزر الماوس الأيمن على منتقي المشروع لتثبيتها وإبقائها في الأعلى.
ca: ** Fixa els projectes utilitzats amb freqüència.** Fes clic amb el botó dret al selector de projectes per fixar-los i mantenir-los a la part superior.
cs: **Připněte často používané projekty.** Kliknutím pravým tlačítkem na výběr projektu je připnete a ponecháte nahoře.
da: **Fastgør ofte brugte projekter.** Højreklik i projektvælgeren for at fastgøre og beholde dem øverst.
de: **Häufig verwendete Projekte anheften.** Klicken Sie mit der rechten Maustaste in die Projektauswahl, um sie anzuheften und oben zu belassen.
el: **Καρφίτσωμα έργων που χρησιμοποιούνται συχνά.** Κάντε δεξί κλικ στο εργαλείο επιλογής έργου για να καρφιτσώσετε και να τα διατηρήσετε στην κορυφή.
es: **Fijar proyectos usados frecuentemente.** Haz clic derecho en el selector de proyectos para fijarlos y mantenerlos en la parte superior.
fa: **پروژه‌های پرکاربرد را پین کنید.** روی انتخابگر پروژه کلیک راست کنید تا پین کنید و آنها را در بالا نگه دارید.
fi: **Kiinnitä usein käytetyt projektit.** Napsauta hiiren kakkospainikkeella projektivalitsinta kiinnittääksesi ne ja pitääksesi ne yläreunassa.
fr: **Épinglez les projets fréquemment utilisés.** Cliquez avec le bouton droit dans le sélecteur de projets pour les épingler et les conserver en haut.
he: **הצמד פרויקטים בשימוש תכוף.** לחץ לחיצה ימנית בבורר הפרויקטים כדי להצמיד ולשמור אותם בחלק העליון.
hr: **Prikvačite često korištene projekte.** Kliknite desnom tipkom miša u biraču projekata da biste ih prikvačili i zadržali na vrhu.
hu: **Rögzítse a gyakran használt projekteket.** Kattintson a jobb gombbal a projektválasztóban, hogy rögzítse és a tetején maradjon.
id: **Sematkan proyek yang sering digunakan.** Klik kanan pada pemilih proyek untuk memasang pin dan menyimpannya di bagian atas.
ja: **頻繁に使用するプロジェクトを固定します。** プロジェクト ピッカーを右クリックして、プロジェクトを固定し、最上部に保持します。
ko: **자주 사용하는 프로젝트를 고정하세요.** 프로젝트 선택기에서 마우스 오른쪽 버튼을 클릭하여 프로젝트를 고정하고 상단에 유지하세요.
ms: **Sematkan projek yang sering digunakan.** Klik kanan dalam pemilih projek untuk menyemat dan mengekalkannya di bahagian atas.
nl: **Veelgebruikte projecten vastmaken.** Klik met de rechtermuisknop in de projectkiezer om ze vast te zetten en bovenaan te houden.
no: **Fest ofte brukte prosjekter.** Høyreklikk i prosjektvelgeren for å feste og holde dem øverst.
pl: **Przypnij często używane projekty.** Kliknij prawym przyciskiem myszy selektor projektów, aby przypiąć je i zachować na górze.
pt_br: **Fixar projetos usados ​​com frequência.** Clique com o botão direito no seletor de projetos para fixá-los e mantê-los no topo.
pt_pt: **Fixar projetos usados com frequência.** Clique com o botão direito no seletor de projetos para fixá-los e mantê-los no topo.
ro: ** Fixați proiectele utilizate frecvent.** Faceți clic dreapta în selectorul de proiecte pentru a le fixa și a le menține în partea de sus.
sk: **Pripnite často používané projekty.** Kliknutím pravým tlačidlom myši na výber projektu ich pripnete a ponecháte v hornej časti.
sl: **Pripnite pogosto uporabljene projekte.** Z desno tipko miške kliknite izbirnik projektov, da jih pripnete in obdržite na vrhu.
sv: **Fäst ofta använda projekt.** Högerklicka i projektväljaren för att fästa och behålla dem överst.
th: **ปักหมุดโปรเจ็กต์ที่ใช้บ่อย** คลิกขวาในตัวเลือกโปรเจ็กต์เพื่อปักหมุดและเก็บไว้ที่ด้านบน
ur: **اکثر استعمال ہونے والے پروجیکٹس کو پن کریں۔** پن کرنے کے لیے پروجیکٹ چننے والے میں دائیں کلک کریں اور انہیں سب سے اوپر رکھیں۔
vi: **Ghim các dự án được sử dụng thường xuyên.** Nhấp chuột phải vào bộ chọn dự án để ghim và giữ chúng ở trên cùng.
zh_hans: **固定常用项目。** 右键单击​​项目选择器以固定并将它们保留在顶部。

source: **Preview before exporting.** The export preview button on each template renders just that one template — handy for spot-checks.
ar: **المعاينة قبل التصدير.** يعرض زر معاينة التصدير الموجود في كل قالب قالبًا واحدًا فقط - وهو مفيد لعمليات الفحص الفوري.
ca: **Previsualitza abans d'exportar.** El botó de previsualització d'exportació de cada plantilla representa només aquesta plantilla, útil per a comprovacions puntuals.
cs: **Náhled před exportem.** Tlačítko náhledu exportu na každé šabloně vykreslí pouze jednu šablonu – užitečné pro náhodné kontroly.
da: **Se forhåndsvisning før eksport.** Eksporteksempelknappen på hver skabelon gengiver kun den ene skabelon - praktisk til stikprøvekontrol.
de: **Vorschau vor dem Exportieren.** Die Schaltfläche „Exportvorschau“ auf jeder Vorlage rendert nur diese eine Vorlage – praktisch für Stichproben.
el: **Προεπισκόπηση πριν από την εξαγωγή.** Το κουμπί προεπισκόπησης εξαγωγής σε κάθε πρότυπο αποδίδει μόνο αυτό το πρότυπο — εύχρηστο για επιτόπιους ελέγχους.
es: **Vista previa antes de exportar.** El botón de vista previa de exportación en cada plantilla muestra solo esa plantilla, lo que resulta útil para verificaciones aleatorias.
fa: **پیش‌نمایش قبل از صادرات
fi: **Esikatsele ennen vientiä.** Kunkin mallin viennin esikatselupainike näyttää vain yhden mallin – kätevä pistetarkastuksia varten.
fr: **Aperçu avant l'exportation.** Le bouton d'aperçu d'exportation sur chaque modèle ne restitue que ce modèle, pratique pour les vérifications ponctuelles.
he: **תצוגה מקדימה לפני ייצוא.** לחצן התצוגה המקדימה של הייצוא בכל תבנית מציגה תבנית אחת בלבד - שימושי לבדיקות נקודתיות.
hr: **Pregled prije izvoza.** Gumb za pregled izvoza na svakom predlošku renderira samo taj jedan predložak — praktičan za provjeru na licu mjesta.
hu: **Előnézet az exportálás előtt.** Az előnézet exportálása gomb minden sablonon csak azt a sablont jeleníti meg – praktikus a helyszíni ellenőrzésekhez.
id: **Pratinjau sebelum mengekspor.** Tombol pratinjau ekspor pada setiap template hanya merender satu template tersebut — berguna untuk pemeriksaan langsung.
ja: **エクスポートする前にプレビューします。** 各テンプレートのエクスポート プレビュー ボタンは、その 1 つのテンプレートだけをレンダリングするため、スポット チェックに便利です。
ko: **내보내기 전 미리보기.** 각 템플릿의 내보내기 미리보기 버튼은 해당 템플릿만 렌더링하므로 즉석 점검에 편리합니다.
ms: **Pratonton sebelum mengeksport.** Butang pratonton eksport pada setiap templat memaparkan hanya satu templat itu — berguna untuk semakan segera.
nl: **Bekijk een voorbeeld voordat u het exporteert.** De exportvoorbeeldknop op elke sjabloon geeft precies dat ene sjabloon weer — handig voor steekproeven.
no: **Forhåndsvisning før eksport.** Forhåndsvisningsknappen for eksport på hver mal gjengir bare den ene malen – praktisk for stikkprøver.
pl: **Podgląd przed eksportem.** Przycisk podglądu eksportu na każdym szablonie renderuje tylko ten jeden szablon – przydatny do kontroli wyrywkowych.
pt_br: **Visualizar antes de exportar.** O botão de visualização de exportação em cada modelo renderiza apenas aquele modelo – útil para verificações pontuais.
pt_pt: **Visualizar antes de exportar.** O botão de visualização de exportação em cada modelo renderiza apenas aquele modelo – útil para verificações pontuais.
ro: **Previzualizare înainte de export.** Butonul de previzualizare a exportului de pe fiecare șablon redă doar acel șablon - util pentru verificări punctuale.
sk: **Zobraziť ukážku pred exportom.** Tlačidlo ukážky exportu na každej šablóne vykreslí iba jednu šablónu – užitočné pri náhodnej kontrole.
sl: **Predogled pred izvozom.** Gumb za predogled izvoza na vsaki predlogi upodobi samo to predlogo – priročno za naključna preverjanja.
sv: **Förhandsgranska före export.** Exportförhandsgranskningsknappen på varje mall återger bara den mallen — praktiskt för stickprovskontroller.
th: **ดูตัวอย่างก่อนส่งออก** ปุ่มแสดงตัวอย่างการส่งออกในแต่ละเทมเพลตจะแสดงผลเพียงเทมเพลตเดียว ซึ่งสะดวกสำหรับการตรวจสอบเฉพาะจุด
ur: **برآمد کرنے سے پہلے پیش نظارہ۔** ہر ٹیمپلیٹ پر ایکسپورٹ پیش نظارہ بٹن صرف ایک ٹیمپلیٹ پیش کرتا ہے — جو اسپاٹ چیک کے لیے کارآمد ہے۔
vi: **Xem trước trước khi xuất.** Nút xem trước xuất trên mỗi mẫu chỉ hiển thị một mẫu đó — tiện dụng cho việc kiểm tra đột xuất.
zh_hans: **导出前预览。** 每个模板上的导出预览按钮仅呈现该模板 - 方便抽查。
